"NSPhotoLibraryUsageDescription" = "आपको प्रोफ़ाइल चित्र चुनने की अनुमति देने के लिए हमें आपकी गैलरी तक पहुंच की आवश्यकता है।";
"NSCameraUsageDescription" = "आपको नया प्रोफ़ाइल चित्र लेने की अनुमति देने के लिए हमें आपके कैमरे तक पहुंच की आवश्यकता है।";
"NSMicrophoneUsageDescription" = "हमें कुछ सुविधाओं में ऑडियो रिकॉर्डिंग सक्षम करने के लिए माइक्रोफ़ोन की आवश्यकता होती है।";
"NSSpeechRecognitionUsageDescription" = "हम आपको अपनी आवाज का उपयोग करके एप्लिकेशन के साथ इंटरैक्ट करने की अनुमति देने के लिए ध्वनि पहचान का उपयोग करते हैं।";
